42Crunch.vscode-openapi
alefragnani.Bookmarks
andys8.jest-snippets
ardenivanov.svelte-intellisense
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
christianvoigt.argdown-vscode
DanielSanMedium.dscodegpt
DavidMikeSimon.vscode-argwrap
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GoCodeo.gocodeo
Gruntfuggly.todo-tree
hashicorp.terraform
Jota0222.multi-formatter
kddejong.vscode-cfn-lint
kisstkondoros.vscode-codemetrics
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
qhoekman.language-plantuml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
svelte.svelte-vscode
vscodevim.vim
WallabyJs.quokka-vscode
xabikos.JavaScriptSnippets
