alefragnani.bookmarks
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
christianvoigt.argdown-vscode
davidmikesimon.vscode-argwrap
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
kddejong.vscode-cfn-lint
kisstkondoros.vscode-codemetrics
mattflower.aider
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.extension-test-runner
ms-vscode.live-server
ms-vsliveshare.vsliveshare
mtsmfm.vscode-stl-viewer
mxsdev.typescript-explorer
qhoekman.language-plantuml
redhat.java
redhat.vscode-yaml
rmoff.ksql
roipoussiere.cadquery
shd101wyy.markdown-preview-enhanced
voidei.vscode-vimrc
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
