alefragnani.bookmarks
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
davidmikesimon.vscode-argwrap
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
kilocode.kilo-code
kisstkondoros.vscode-codemetrics
mattflower.aider
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
mtsmfm.vscode-stl-viewer
mxsdev.typescript-explorer
qhoekman.language-plantuml
redhat.vscode-yaml
rmoff.ksql
shd101wyy.markdown-preview-enhanced
tomoyukim.vscode-mermaid-editor
voidei.vscode-vimrc
vscodevim.vim
